const fs = require('fs');
let i = 0;
while(i < 10000) {
    i++;
    fs.appendFile('./message.txt', '我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据是一段我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据我是一段测试数据是一段测试数据我是一段测试数据我是一段测试数据测试数据我是一段测试数据我是一段测试数据', 
    (err, data) => {
        if (err) throw err;
        console.log(data);
    });
}